[
  {
    "title": "Write code",
    "date": "2026-3-15",
    "description": "Write so much code that your hand fall off, but it will be alright, because you will have your full stack coding project 5% done."
  },
  {
    "title": "Climb super tall walls",
    "date": "2026-4-22",
    "description": "Climb 7 new routes; witch you have not yet done. similarly to the coding day, this fox day will result in your arms and leggs no longer working. The only downside is that you will have 0% of that full stack project done."
  },
  {
    "title": "Go to the beach",
    "date": "2026-5-8",
    "description": "Go to the beach and enjoy the sun, sand, and surf. This fox day will result in your skin being sunburned, and you will have 0% of that full stack project done. But at least you will have all of your limbs in tact."
  },
  {
    "title": "Go to amusement park",
    "date": "2026-3-28",
    "description": "Go to the amusement park and enjoy the rides, food, and fun. This fox day will result in your stomach being full, and while it dose not seem like it will affect you, you will have the bast sleep of your live. Now while this seems good, the downsides are that you will not be able to use your legs for 2 weeks, you will proboly miss yout next day 8am class, and even worse, you wont have even started that project you have been trying so hard to start all year."
  },
  {
    "title": "Go on a hike",
    "date": "2026-4-11",
    "description": "So you go on this hike, manage to either fall 6 or 7 times, or twist your ankle. This will result in your fox day ending in complete dispair (and pain). Now while you wount realy be able to use your legs for 2 weeks, this could be seen as a positive, sise you will have ample time to complete your full stack project. Now if you sometime manage to get through the hike unscathed, you will also have plenty of time the rest of the day to complete your project.  "
  },
  {
    "title": "Drive somewre",
    "date": "2026-5-17",
    "description": "This sound completly non-descipt, but you are only hear for vibes. This fox day actuly has no posible downsides; and despite you driving arround for like 5hrs you 'definitly' remember to fill up with gas. (lol sike you deffinitle are pushing that car) Now once you arive back on campus you will also have time to write some code, but like usual you will sit in char, look at your computer one and then go back to doom scolling for the next 2.5 hrs."
  }
]
